[{"name": "Impressionism", "nPaintings":2, "linkforInfo":"https://en.wikipedia.org/wiki/Impressionism","urlImage":"","id":1, "artists":[{"artist":"Monet", "artistInfo": {"paintings":["p1","p2"],"artistlink":""}},{"artist":"Pissarro", "artistInfo": {"paintings":["p1","p2"],"artistlink":""}}], "infoRoom": "This room has paintings of Monet, Pissarro.","description":"Impressionism is a 19th-century art movement characterized by relatively small, thin, yet visible brush strokes, open composition, emphasis on accurate depiction of light in its changing qualities (often accentuating the effects of the passage of time), ordinary subject matter, inclusion of movement as a crucial element of human perception and experience, and unusual visual angles. Impressionism originated with a group of Paris-based artists whose independent exhibitions brought them to prominence during the 1870s and 1880s."},
{"name": "Expressionism","nPaintings":8, "linkforInfo":"https://en.wikipedia.org/wiki/Expressionism","urlImage":"","id":2, "artists":[{"artist":"Munch", "artistInfo": {"paintings":["p1"],"artistlink":""}}], "infoRoom": "This room has famous paitings of Munch and German artists.", "description":"Expressionism is a modernist movement, initially in poetry and painting, originating in Germany at the beginning of the 20th century. Its typical trait is to present the world solely from a subjective perspective, distorting it radically for emotional effect in order to evoke moods or ideas.Expressionist artists have sought to express the meaning of emotional experience rather than physical reality"},
{"name": "Neoclassicism","nPaintings":5, "linkforInfo":"https://en.wikipedia.org/wiki/Neoclassicism","urlImage":"","id":3, "artists":[{"artist":"Canova", "artistInfo": {"paintings":["p1"],"artistlink":""}}], "infoRoom": "This room has famous paintings and scultures", "description":"NeoClassicism was a Western cultural movement in the decorative and visual arts, literature, theatre, music, and architecture that drew inspiration from the art and culture of classical antiquity. Neoclassicism was born in Rome largely thanks to the writings of Johann Joachim Winckelmann, at the time of the rediscovery of Pompeii and Herculaneum, but its popularity spread all over Europe as a generation of European art students finished their Grand Tour and returned from Italy to their home countries with newly rediscovered Greco-Roman ideals.[2][3] The main Neoclassical movement coincided with the 18th-century Age of Enlightenment, and continued into the early 19th century, laterally competing with Romanticism. In architecture, the style continued throughout the 19th, 20th and up to the 21st century."},
{"name": "Romanticism","nPaintings":3, "linkforInfo":"https://en.wikipedia.org/wiki/Romanticism","urlImage":"","id":4, "artists":[{"artist":"Delacroix", "artistInfo": {"paintings":["p1","p2"],"artistlink":""}},{"artist":"Caspar Friedrich", "artistInfo": {"paintings":["p1","p2"],"artistlink":""}}],"infoRoom": "This room has paitings of Delacroix and Caspar Friedrich", "description":"The Romanticism movement emphasized intense emotion as an authentic source of aesthetic experience, placing new emphasis on such emotions as apprehension, horror and terror, and awe—especially that experienced in confronting the new aesthetic categories of the sublimity and beauty of nature. It elevated folk art and ancient custom to something noble, but also spontaneity as a desirable characteristic (as in the musical impromptu). In contrast to the Rationalism and Classicism of the Enlightenment, Romanticism revived medievalism and elements of art and narrative perceived as authentically medieval in an attempt to escape population growth, early urban sprawl, and industrialism."},
{"name": "Realism","nPaintings":2, "linkforInfo":"https://en.wikipedia.org/wiki/Realism_(arts)","urlImage":"","id":5, "artists":[{"artist":"Courbet", "artistInfo": {"paintings":["p1","p2"],"artistlink":""}},{"artist":"Velazquez", "artistInfo": {"paintings":["p1","p2"],"artistlink":""}}], "infoRoom": "This rooms has paintings of Courbet and Velazquez", "description":"Realism, sometimes called naturalism, in the arts is generally the attempt to represent subject matter truthfully, without artificiality and avoiding artistic conventions, or implausible, exotic, and supernatural elements. Realism has been prevalent in the arts at many periods, and can be in large part a matter of technique and training, and the avoidance of stylization."}]